Repository: mohamedhany01/res-mg
Catalog: src/app/locale/*.xlf
Languages: ar

source: Supplier Name
ar: اسم المورد

source: Resource availability
ar: المورد متاح إلى

source: Resource Time
ar: وقت المورد

source: Service time
ar: وقت الخدمة

source: Fixed time
ar: الوقت ثابت

source: Reservation
ar: الحجز المتعدد

source: One time reservation
ar: حجز واحد فقط

source: Multiple reservation
ar: حجز اكثر من شخص لنفس الموعد

source: Select resource type
ar: اختر نوع الموارد

source: One Day
ar: حجز خلال اليوم

source: More that one day
ar: حجز مدة ( أكثر من يوم )

source: Time to start
ar: وقت البدء

source: Time to end
ar: وقت الانتهاء

source: Resources scheduler
ar: حدد مواعيد العمل للمورد

source: Configure your week settings here. Simply move the sliders and add/remove break times to set up work hours.
ar: تكوين إعدادات الأسبوع الخاص بك هنا. ما عليك سوى تحريك أشرطة التمرير وإضافة / إزالة أوقات الراحة لإعداد ساعات العمل.

source: Basic settings
ar: إعدادات تقليدية

source: Advanced settings
ar: إعدادات متقدمة

source: Saturday
ar: السبت

source: Sunday
ar: الاحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Change
ar: تغير
